Repository: Pranav-Kumar-PK/BRIT
Catalog: locales/*/LC_MESSAGES/guess.po
Languages: hi

source: Chatbot
hi: चैटबॉट

source: Hi there! Did you recently experience a sudden decline in your purchase rate from Britannia?
hi: नमस्ते! क्या आपने हाल ही में ब्रिटानिया से अपनी खरीद दर में अचानक गिरावट का अनुभव किया है?

source: Please select
hi: कृपया चुनें

source: Yes or No
hi: हां या नहीं

source: Thanks for your time!
hi: समय देने के लिए आपको धन्यवाद!

source: What are the possible reasons for the sudden change and caused inconvenience
hi: अचानक परिवर्तन के संभावित कारण क्या हैं और इससे असुविधा हुई है

source: you can select multiple options
hi: आप कई विकल्पों का चयन कर सकते हैं

source: Replaced a premium Britannia product with less premium Britannia product
hi: प्रीमियम ब्रिटानिया उत्पाद को कम प्रीमियम ब्रिटानिया उत्पाद से बदला गया

source: Stopped selling that category
hi: उस श्रेणी को बेचना बंद कर दिया

source: Started selling products of competition brand
hi: कॉम्पिटिशन ब्रांड के प्रोडक्ट्स बेचने शुरू किए

source: Less demand of the category in the market
hi: बाजार में श्रेणी की कम मांग

source: Other
hi: अन्य

source: State your reason
hi: अपना कारण बताएं

source: Submit
hi: जमा करना

source: Thank You for your response, we would now proceed to the next segment
hi: आपकी प्रतिक्रिया के लिए धन्यवाद, अब हम अगले भाग की ओर बढ़ेंगे

source: Proceed to the next segment
hi: अगले खंड के लिए आगे बढ़ें

source: Select multiple options
hi: एकाधिक विकल्पों का चयन करें

source: Payments due from Britannia
hi: ब्रिटानिया से देय भुगतान

source: Received poor quality products
hi: खराब गुणवत्ता वाले उत्पाद प्राप्त किए

source: Refund related issues
hi: रिफंड से संबंधित मुद्दे

source: Products not delivered on-time
hi: उत्पादों की समय पर डिलीवरी नहीं होना

source: Received damaged products
hi: क्षतिग्रस्त उत्पादों को प्राप्त किया

source: Irregular visits from salesperson
hi: विक्रेता से अनियमित दौरे

source: Shipment not delivered
hi: शिपमेंट नहीं दिया गया

source: Average price/kg reduced
hi: औसत मूल्य/किग्रा घटाया गया

source: Buying less number of packets
hi: कम संख्या में पैकेट खरीदना

source: Schemes are not available
hi: योजनाएं उपलब्ध नहीं हैं

source: We have recorded your response. Would you like to add any other issue you are facing and help us in getting better?
hi: हमने आपकी प्रतिक्रिया दर्ज कर ली है। क्या आप कोई अन्य समस्या जोड़ना चाहेंगे जिसका आप सामना कर रहे हैं और बेहतर होने में हमारी मदद करें?

source: No
hi: नहीं

source: Select
hi: चुनना

source: Yes
hi: हाँ

source: State your issue
hi: अपना मुद्दा बताएं

source: These are the issues you are facing currently:
hi: ये वे मुद्दे हैं जिनका आप वर्तमान में सामना कर रहे हैं:

source: ##### Can you select the degree of severity of these problems
hi: ##### क्या आप इन समस्याओं की गंभीरता की डिग्री का चयन कर सकते हैं

source: High
hi: उच्च

source: Low
hi: कम

source: Medium
hi: मध्यम

source: Thank you for your response!
hi: आपकी प्रतिक्रिया के लिए धन्यवाद!

source: Please type YES or NO
hi: कृपया YES या NO टाइप करें
