Repository: Pranav-Kumar-PK/BRIT
Catalog: locales/Kannada/LC_MESSAGES/guess.po
Languages: kn_in

source: Hi there! Did you recently experience a sudden decline in your purchase rate from Britannia?
kn_in: ನಮಸ್ಕಾರ! ಬ್ರಿಟಾನಿಯಾದಿಂದ ನಿಮ್ಮ ಖರೀದಿ ದರದಲ್ಲಿ ನೀವು ಇತ್ತೀಚೆಗೆ ಹಠಾತ್ ಕುಸಿತವನ್ನು ಅನುಭವಿಸಿದ್ದೀರಾ?

source: Please select
kn_in: ದಯವಿಟ್ಟು ಆಯ್ಕೆ ಮಾಡು

source: Yes or No
kn_in: ಹೌದು ಅಥವಾ ಇಲ್ಲ

source: Thanks for your time!
kn_in: ನಿಮ್ಮ ಸಮಯಕ್ಕೆ ಧನ್ಯವಾದಗಳು!

source: What are the possible reasons for the sudden change and caused inconvenience
kn_in: ಹಠಾತ್ ಬದಲಾವಣೆ ಮತ್ತು ಅನಾನುಕೂಲತೆಗಾಗಿ ಸಂಭವನೀಯ ಕಾರಣಗಳು ಯಾವುವು

source: you can select multiple options
kn_in: ನೀವು ಬಹು ಆಯ್ಕೆಗಳನ್ನು ಆಯ್ಕೆ ಮಾಡಬಹುದು

source: Replaced a premium Britannia product with less premium Britannia product
kn_in: ಪ್ರೀಮಿಯಂ ಬ್ರಿಟಾನಿಯಾ ಉತ್ಪನ್ನವನ್ನು ಕಡಿಮೆ ಪ್ರೀಮಿಯಂ ಬ್ರಿಟಾನಿಯಾ ಉತ್ಪನ್ನದೊಂದಿಗೆ ಬದಲಾಯಿಸಲಾಗಿದೆ

source: Stopped selling that category
kn_in: ಆ ವರ್ಗದ ಮಾರಾಟವನ್ನು ನಿಲ್ಲಿಸಿದೆ

source: Started selling products of competition brand
kn_in: ಸ್ಪರ್ಧೆಯ ಬ್ರಾಂಡ್‌ನ ಉತ್ಪನ್ನಗಳನ್ನು ಮಾರಾಟ ಮಾಡಲು ಪ್ರಾರಂಭಿಸಿದೆ

source: Less demand of the category in the market
kn_in: ಮಾರುಕಟ್ಟೆಯಲ್ಲಿ ವರ್ಗದ ಕಡಿಮೆ ಬೇಡಿಕೆ

source: Other
kn_in: ಇತರೆ

source: State your reason
kn_in: ನಿಮ್ಮ ಕಾರಣವನ್ನು ತಿಳಿಸಿ

source: Submit
kn_in: ಸಲ್ಲಿಸು

source: Thank You for your response, we would now proceed to the next segment
kn_in: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಾಗಿ ಧನ್ಯವಾದಗಳು, ನಾವು ಈಗ ಮುಂದಿನ ವಿಭಾಗಕ್ಕೆ ಮುಂದುವರಿಯುತ್ತೇವೆ

source: Proceed to the next segment
kn_in: ಮುಂದಿನ ವಿಭಾಗಕ್ಕೆ ಮುಂದುವರಿಯಿರಿ

source: Select multiple options
kn_in: ಬಹು ಆಯ್ಕೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ

source: Payments due from Britannia
kn_in: ಬ್ರಿಟಾನಿಯಾದಿಂದ ಪಾವತಿಸಬೇಕಾದ ಪಾವತಿಗಳು

source: Received poor quality products
kn_in: ಕಳಪೆ ಗುಣಮಟ್ಟದ ಉತ್ಪನ್ನಗಳನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ

source: Refund related issues
kn_in: ಮರುಪಾವತಿ ಸಂಬಂಧಿತ ಸಮಸ್ಯೆಗಳು

source: Products not delivered on-time
kn_in: ಉತ್ಪನ್ನಗಳನ್ನು ಸಮಯಕ್ಕೆ ತಲುಪಿಸಲಾಗಿಲ್ಲ

source: Received damaged products
kn_in: ಹಾನಿಗೊಳಗಾದ ಉತ್ಪನ್ನಗಳನ್ನು ಸ್ವೀಕರಿಸಲಾಗಿದೆ

source: Irregular visits from salesperson
kn_in: ಮಾರಾಟಗಾರರಿಂದ ಅನಿಯಮಿತ ಭೇಟಿಗಳು

source: Shipment not delivered
kn_in: ಸಾಗಣೆಯನ್ನು ತಲುಪಿಸಲಾಗಿಲ್ಲ

source: Average price/kg reduced
kn_in: ಸರಾಸರಿ ಬೆಲೆ/ಕೆಜಿ ಕಡಿಮೆಯಾಗಿದೆ

source: Buying less number of packets
kn_in: ಕಡಿಮೆ ಸಂಖ್ಯೆಯ ಪ್ಯಾಕೆಟ್‌ಗಳನ್ನು ಖರೀದಿಸುವುದು

source: Schemes are not available
kn_in: ಯೋಜನೆಗಳು ಲಭ್ಯವಿಲ್ಲ

source: We have recorded your response. Would you like to add any other issue you are facing and help us in getting better?
kn_in: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನಾವು ದಾಖಲಿಸಿದ್ದೇವೆ. ನೀವು ಎದುರಿಸುತ್ತಿರುವ ಯಾವುದೇ ಸಮಸ್ಯೆಯನ್ನು ಸೇರಿಸಲು ಮತ್ತು ಉತ್ತಮಗೊಳ್ಳಲು ನಮಗೆ ಸಹಾಯ ಮಾಡಲು ನೀವು ಬಯಸುವಿರಾ?

source: No
kn_in: ಸಂ

source: Select
kn_in: ಆಯ್ಕೆ ಮಾಡಿ

source: Yes
kn_in: ಹೌದು

source: State your issue
kn_in: ನಿಮ್ಮ ಸಮಸ್ಯೆಯನ್ನು ತಿಳಿಸಿ

source: These are the issues you are facing currently:
kn_in: ನೀವು ಪ್ರಸ್ತುತ ಎದುರಿಸುತ್ತಿರುವ ಸಮಸ್ಯೆಗಳು ಇವು:

source: ##### Can you select the degree of severity of these problems
kn_in: ##### ಈ ಸಮಸ್ಯೆಗಳ ತೀವ್ರತೆಯ ಮಟ್ಟವನ್ನು ನೀವು ಆಯ್ಕೆ ಮಾಡಬಹುದು

source: High
kn_in: ಹೆಚ್ಚು

source: Low
kn_in: ಕಡಿಮೆ

source: Medium
kn_in: ಮಾಧ್ಯಮ

source: Thank you for your response!
kn_in: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಗಾಗಿ ಧನ್ಯವಾದಗಳು!

source: Please type YES or NO
kn_in: ದಯವಿಟ್ಟು ಹೌದು ಅಥವಾ ಇಲ್ಲ ಎಂದು ಟೈಪ್ ಮಾಡಿ
